Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=374_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sajosa restoráŋŋa Lyeme bálvala kongreassaid ja eará dáhpáhusaid diŋgonborademiin ja dálu kunddáriid ja gussiid boradan- ja káfestallanbáikin sihke guovddáža bargiid boradanbáikin.
smn: Lyeme-raavâdviäsu stuorrâ laasâi čoođâ lii fiijnâ uáinus Juvduujuuhân já uásild meid Aanaarjáávrán. Saijoos raavâdviäsu Lyeme palvâl kongres- já tábáhtusäššigâsâid, Saijoos pargovievâ já kuávdáá äššigâsâid.

source: Lyemes leat 60 čohkkánsaji. Máŋggadoaimmasále Dollagátti, mii lea restoráŋŋasále bálddas, sáhttá ovttastahttit restoráŋŋii.
smn: Lyemest láá 60 äššigâssaijeed já maaŋgâtoimâsali Dollagáddi, mii lii raavâdviäsu paaldâst, puáhtá ovtâstittiđ raavâdviäsun, kuás čokkámsajeh láá 140.

source: Dalle čohkkánsajit šaddet 140.
smn: Kähviviäsu Lyemest lii jiešpalvâlem.

source: Restoráŋŋa Lyeme fállá valjis iešguđetlágan molssaeavttuid sierra dilálašvuođaide.
smn: Raavâdviäsu Lyeme fáálá valjeest molsoiävtuid ton mield, maggaar tilálâšvuotâ uárnejuvvoo.

source: Menu plánejuvvo vástidit dilálašvuođa luonddu ja kunddára dárbbuid.
smn: Menu suunnâttâlloo nuuvt, ete tot västid tilálâšvuođâ luándu já äššigâs táárbuid.

source: Fálademiid sáhttá ordnet restoráŋŋas, čoahkkinsajiin dahje Sajosa váldofeaskáris.
smn: Faalâdmijd puáhtá olášuttiđ raavâdviäsust, čuákkimviistijn teikâ Saijoos aulast.

source: Restoráŋŋa Lyeme ordne maid heajaid ja eará bearašávvudemiid sihke eahketdoaluid.
smn: Raavâdviäsu Lyeme uárnee meid heejâid já eres peerâjuuhlijd sehe eehidtuáluid.

source: Čoahkkimiid oktavuhtii sáhttá válljet máŋggabealat fáladeamiid .
smn: Čuákkimij ohtâvuotân puáhtá valjiđ maaŋgâlágánijd faalâdmijd.

source: Boradeami lea vejolaš diŋgot maid čoahkkinsajiide.
smn: Purâdem puáhtá tiiláđ meid čuakkimviistijd.

source: Lyeme-restoráŋŋa lea kulturguovddáža vuosttas gearddis, váldofeaskára ja čoahkkinsajiid oktavuođas.
smn: Lyeme-raavâdviäsu lii kulttuurkuávdáá vuossâmuu keerdist, aula já čuákkimviistij ohtâvuođâst.

source: Sajos/Čoahkkin- ja dáhpáhusbálvalusat
smn: Sajos/Čuákkim- já tábáhtuspalvâlusah
